[
{"name": "Ready Player One", "year": "(2018)", "score": "72%", "director": "Steven Spielberg", "critics_consensus": " Ready Player One is a sweetly nostalgic thrill ride that neatly encapsulates Spielberg's strengths while adding another solidly engrossing adventure to his filmography."},
{"name": "Gemini", "year": "(2018)", "score": "70%", "director": "Aaron Katz (II) ", "critics_consensus": " A kaleidoscopic neo-noir, Gemini is a visually striking murder mystery with a convoluted but largely compelling plot and an impressive showing from Lola Kirke."},
{"name": "Final Portrait", "year": "(2018)", "score": "73%", "director": "Stanley Tucci", "critics_consensus": " Final Portrait finds writer-director Stanley Tucci patiently telling a quietly absorbing story, brought to life by a talented ensemble led by Geoffrey Rush and Armie Hammer."},
{"name": "Bad Times at the El Royale", "year": "(2018)", "score": "75%", "director": "Drew Goddard", "critics_consensus": " Smart, stylish, and packed with solid performances, Bad Times at the El Royale delivers pure popcorn fun with the salty tang of social subtext."},
{"name": "Never Goin' Back", "year": "(2018)", "score": "76%", "director": "Augustine Frizzell", "critics_consensus": " Never Goin' Back benefits from the chemistry between leads Maia Mitchell and Camila Morrone, whose easy rapport lifts a coming-of-age story with uncommon insight."},
{"name": "Smallfoot", "year": "(2018)", "score": "76%", "director": "Karey Kirkpatrick", "critics_consensus": " Smallfoot offers a colorful distraction that should keep younger viewers entertained - and a story whose message might even resonate with older audiences."},
{"name": "Mom and Dad", "year": "(2018)", "score": "74%", "director": "Brian Taylor", "critics_consensus": " Mom and Dad's gonzo premise serves as an effective springboard for a wickedly dark, bloody comedy - and an appropriately over-the-top performance from Nicolas Cage."},
{"name": "Before We Vanish (Sanpo suru shinryakusha)", "year": "(2018)", "score": "78%", "director": "Kiyoshi Kurosawa", "critics_consensus": " Before We Vanish finds Kiyoshi Kurosawa working within well-established genre guidelines to take a poignant, surprisingly sincere look at the human condition."},
{"name": "Westwood: Punk, Icon, Activist", "year": "(2018)", "score": "76%", "director": "Lorna Tucker", "critics_consensus": " Westwood: Punk, Icon, Activist takes a thoroughly entertaining -- albeit necessarily incomplete -- look at the life and career of a British fashion pioneer."},
{"name": "Destroyer", "year": "(2018)", "score": "73%", "director": "Karyn Kusama", "critics_consensus": " Destroyer's grueling narrative is as uncompromising as Nicole Kidman's central performance, which adds extra layers to a challenging film that leaves a lingering impact."},
{"name": "Let the Corpses Tan (Laissez bronzer les cadavres!)", "year": "(2018)", "score": "75%", "director": "Bruno Forzani", "critics_consensus": " Let the Corpses Tan challenges the audience's expectations -- and delivers a singularly stylish, unforgettably unique viewing experience in the bargain."},
{"name": "Don't Worry, He Won't Get Far on Foot", "year": "(2018)", "score": "76%", "director": "Gus Van Sant", "critics_consensus": " Don't Worry, He Won't Get Far on Foot avoids inspirational biopic clichés thanks to sensitive work from writer-director Gus Van Sant and the admirable efforts of a well-chosen cast."},
{"name": "The Escape", "year": "(2018)", "score": "77%", "director": "Dominic Savage", "critics_consensus": " The Escape probes gender mores while surveying the wreckage of a marriage -- and offering the underrated Gemma Arterton another opportunity to prove her dramatic mettle."},
{"name": "Anna and the Apocalypse", "year": "(2018)", "score": "78%", "director": "John McPhail ", "critics_consensus": " Anna and the Apocalypse finds fresh brains and a lot of heart in the crowded zombie genre - not to mention a fun genre mashup populated by rootable characters."},
{"name": "Black '47", "year": "(2018)", "score": "78%", "director": "Lance Daly", "critics_consensus": " Black '47 anchors its grim and gritty action in deceptively deep genre storytelling, although its epic ambitions arguably exceed its grasp."},
{"name": "Mid90s", "year": "(2018)", "score": "78%", "director": "Jonah Hill", "critics_consensus": " Mid90s tells a clear-eyed yet nostalgic coming-of-age tale that might mark the start of an auspicious new career for debuting writer-director Jonah Hill."},
{"name": "Capernaum (Capharnaüm)", "year": "(2018)", "score": "89%", "director": "Nadine Labaki", "critics_consensus": " Capernaum hits hard, but rewards viewers with a smart, compassionate, and ultimately stirring picture of lives in the balance."},
{"name": "Dark River", "year": "(2018)", "score": "79%", "director": "Clio Barnard", "critics_consensus": " Dark River is just as bleak as its title would suggest, but solidly conceived characters and a standout performance from Ruth Wilson make it worth diving in."},
{"name": "I Kill Giants", "year": "(2018)", "score": "77%", "director": "Anders Walter ", "critics_consensus": " I Kill Giants' moody magical realism sometimes slips into the mundane, but impressive CGI and a powerhouse performance by Madison Wolfe pack an unexpected punch."},
{"name": "The King", "year": "(2018)", "score": "77%", "director": "Eugene Jarecki", "critics_consensus": " The King pursues a wildly ambitious thesis through some fairly bumpy territory, but emerges as a provocative and insightful look at modern America."},
{"name": "Mary Poppins Returns", "year": "(2018)", "score": "78%", "director": "Rob Marshall", "critics_consensus": " Mary Poppins Returns relies on the magic of its classic forebear to cast a familiar -- but still solidly effective -- family-friendly spell."},
{"name": "Breath", "year": "(2018)", "score": "79%", "director": "Simon Baker", "critics_consensus": " A coming of age drama with a surfing twist, Breath navigates seemingly familiar waters -- but has surprising depth below the surface."},
{"name": "Apostle", "year": "(2018)", "score": "79%", "director": "Gareth Evans", "critics_consensus": " Apostle resists easy scares in favor of a steady, slow-building descent into dread led by a commanding central performance from Dan Stevens."},
{"name": "22 July", "year": "(2018)", "score": "80%", "director": "Paul Greengrass", "critics_consensus": " 22 July offers a hard-hitting close-up look at the aftereffects of terrorism, telling a story with a thriller's visceral impact and the lingering emotional resonance of a drama."},
{"name": "Alpha", "year": "(2018)", "score": "80%", "director": "Albert Hughes", "critics_consensus": " Well-acted and beautifully filmed, Alpha offers a canine-assisted epic adventure that blends rousing action with an extra helping of canine charm."},
{"name": "Ben is Back", "year": "(2018)", "score": "81%", "director": "Peter Hedges", "critics_consensus": " Refreshingly understated, Ben Is Back subverts family drama stereotypes - and provides a forum for terrific performances from Lucas Hedges and Julia Roberts."},
{"name": "Unsane", "year": "(2018)", "score": "80%", "director": "Steven Soderbergh", "critics_consensus": " Unsane unleashes Steven Soderbergh's inner B-movie maestro, wading into timeless psychological thriller territory and giving it a high-tech filmmaking spin."},
{"name": "Halloween", "year": "(2018)", "score": "79%", "director": "David Gordon Green", "critics_consensus": " Halloween largely wipes the slate clean after decades of disappointing sequels, ignoring increasingly elaborate mythology in favor of basic - yet still effective - ingredients."},
{"name": "Love, Cecil", "year": "(2018)", "score": "80%", "director": "Lisa Immordino Vreeland", "critics_consensus": " Love, Cecil shines a warm - and long overdue - spotlight on the work of an Oscar-winning talent whose contributions to classic cinema are too often overlooked."},
{"name": "The Party", "year": "(2018)", "score": "81%", "director": "Sally Potter", "critics_consensus": " Old-fashioned charm meets sharp wit and modern social satire in The Party, a biting comedy carried by a shining performance from Patricia Clarkson."},
{"name": "Boy Erased", "year": "(2018)", "score": "81%", "director": "Joel Edgerton", "critics_consensus": " Anchored in empathy by writer-director-star Joel Edgerton, Boy Erased proves the road to complex, powerfully performed drama can also be paved with good intentions."},
{"name": "Mamma Mia! Here We Go Again", "year": "(2018)", "score": "81%", "director": "Ol Parker", "critics_consensus": " Mamma Mia! Here We Go Again doubles down on just about everything fans loved about the original -- and my my, how can fans resist it?"},
{"name": "What Keeps You Alive", "year": "(2018)", "score": "81%", "director": "Colin Minihan", "critics_consensus": " Smart, stylish, and well-acted, What Keeps You Alive proves it's still possible to spin an engrossing horror yarn without fundamentally altering established formula."},
{"name": "Have a Nice Day (Hao Ji Le)", "year": "(2018)", "score": "80%", "director": "Jian Liu", "critics_consensus": " Grim and gripping in equal measure, Have a Nice Day is an animated drama that pulls no punches -- and leaves a satisfying mark."},
{"name": "Green Book", "year": "(2018)", "score": "78%", "director": "Peter Farrelly", "critics_consensus": " Green Book takes audiences on a surprisingly smooth ride through potentially bumpy subject matter, fueled by Peter Farrelly's deft touch and a pair of well-matched leads."},
{"name": "Beirut", "year": "(2018)", "score": "82%", "director": "Brad Anderson", "critics_consensus": " Beirut tells a complex, tightly plotted tale of international intrigue, further elevated by strong central performances from Jon Hamm and Rosamund Pike."},
{"name": "Overlord", "year": "(2018)", "score": "81%", "director": "Julius Avery", "critics_consensus": " Part revisionist war drama, part zombie thriller, and part all-out genre gorefest, Overlord offers A-level fun for B-movie fans of multiple persuasions."},
{"name": "At Eternity's Gate", "year": "(2018)", "score": "79%", "director": "Julian Schnabel", "critics_consensus": " Led by mesmerizing work from Willem Dafoe in the central role, At Eternity's Gate intriguingly imagines Vincent Van Gogh's troubled final days."},
{"name": "The Guernsey Literary and Potato Peel Pie Society", "year": "(2018)", "score": "81%", "director": "Mike Newell", "critics_consensus": " Far more traditional and straightforward than its unwieldy title, The Guernsey Literary and Potato Peel Society offers delightful comfort food for fans of period drama."},
{"name": "Early Man", "year": "(2018)", "score": "81%", "director": "Nick Park", "critics_consensus": " Early Man isn't quite as evolved as Aardman's best work, but still retains the unique visuals and sweet humor that have made the studio a favorite among animation enthusiasts."},
{"name": "Fahrenheit 11/9", "year": "(2018)", "score": "81%", "director": "Michael Moore", "critics_consensus": " Fahrenheit 11/9 finds Michael Moore in fine fighting form, delivering a political call to action that ranks among his most effective works."},
{"name": "Where Is Kyra?", "year": "(2018)", "score": "81%", "director": "Andrew Dosunmu", "critics_consensus": " Where Is Kyra? rests on Michelle Pfeiffer's magnetically raw performance -- and lives up to it with a trenchant, hard-hitting story."},
{"name": "The Other Side of the Wind", "year": "(2018)", "score": "82%", "director": "Orson Welles", "critics_consensus": " A satisfying must-watch for diehard cineastes, The Other Side of the Wind offers the opportunity to witness a long-lost chapter in a brilliant filmmaker's career."},
{"name": "Instant Family", "year": "(2018)", "score": "81%", "director": "Sean Anders", "critics_consensus": " Instant Family may not quite capture the complexity of real-life adoption, but fittingly for the unconditional bond it honors, this flawed yet well-intentioned dramedy is ultimately worth the investment."},
{"name": "Ghost Stories", "year": "(2018)", "score": "83%", "director": "Jeremy Dyson", "critics_consensus": " Ghost Stories offers a well-crafted, skillfully told horror anthology that cleverly toys with genre tropes while adding a few devilishly frightful twists."},
{"name": "Chappaquiddick", "year": "(2018)", "score": "81%", "director": "John Curran", "critics_consensus": " Chappaquidick can't help leaving some of this true story's most intriguing questions unanswered, but it's bolstered by outstanding work from Jason Clarke in the central role."},
{"name": "Juliet, Naked", "year": "(2018)", "score": "83%", "director": "Jesse Peretz", "critics_consensus": " Juliet, Naked's somewhat familiar narrative arc is elevated by standout work from a charming cast led by a well-matched Rose Byrne and Ethan Hawke."},
{"name": "Molly's Game", "year": "(2018)", "score": "82%", "director": "Aaron Sorkin", "critics_consensus": " Powered by an intriguing story and a pair of outstanding performances from Jessica Chastain and Idris Elba, Molly's Game marks a solid debut for writer-director Aaron Sorkin."},
{"name": "Mohawk", "year": "(2018)", "score": "83%", "director": "Ted Geoghegan", "critics_consensus": " Mohawk delivers effective period horror while skillfully weaving in sociopolitical subtext that pushes the film past genre -- and budgetary -- constraints."},
{"name": "Monsters and Men", "year": "(2018)", "score": "85%", "director": "Reinaldo Marcus Green", "critics_consensus": " Well-acted and visually stylish, Monsters and Men tells its timely story with enough compassion and complexity to make up for occasionally uneven execution."},
{"name": "Lover For A Day (L'amant d'un jour)", "year": "(2018)", "score": "84%", "director": "Philippe Garrel", "critics_consensus": " Lover for a Day offers an absorbing character study that's as well-acted and believable as it is beautifully filmed."},
{"name": "Puzzle", "year": "(2018)", "score": "83%", "director": "Marc Turtletaub", "critics_consensus": " Puzzle transcends its quirky premise with honest emotion -- and Kelly Macdonald, whose nicely understated performance proves she's too often underutilized."},
{"name": "Blockers", "year": "(2018)", "score": "83%", "director": "Kay Cannon", "critics_consensus": " Blockers puts a gender-swapped spin on the teen sex comedy -- one elevated by strong performances, a smartly funny script, and a surprisingly enlightened perspective."},
{"name": "Creed II", "year": "(2018)", "score": "84%", "director": "Steven Caple Jr.", "critics_consensus": " Creed II's adherence to franchise formula adds up to a sequel with few true surprises, but its time-tested generational themes still pack a solid punch."},
{"name": "Dumplin'", "year": "(2018)", "score": "85%", "director": "Anne Fletcher", "critics_consensus": " Elevated by a solid soundtrack and a terrific cast, Dumplin' offers sweetly uplifting drama that adds just enough new ingredients to a reliably comforting formula."},
{"name": "Deadpool 2", "year": "(2018)", "score": "83%", "director": "David Leitch", "critics_consensus": " Though it threatens to buckle under the weight of its meta gags, Deadpool 2 is a gory, gleeful lampoon of the superhero genre buoyed by Ryan Reynolds' undeniable charm."},
{"name": "Under the Tree (Undir trénu)", "year": "(2018)", "score": "84%", "director": "Hafsteinn Gunnar Sigurdsson", "critics_consensus": " Under the Tree leads viewers into decidedly bleak territory, but it's leavened by sly intelligence and a surprising sense of humor."},
{"name": "The Third Murder (Sandome no satsujin)", "year": "(2018)", "score": "86%", "director": "Hirokazu Koreeda", "critics_consensus": " The Third Murder makes satisfying work of its weighty themes, even if it doesn't quite stand with writer-director Hirokazu Koreeda's best efforts."},
{"name": "Pope Francis - A Man of His Word", "year": "(2018)", "score": "83%", "director": "Wim Wenders", "critics_consensus": " Pope Francis - A Man of His Word offers a compelling look at the pontiff's ideas and message, even if its distance from the man means it won't win many new converts."},
{"name": "The Final Year", "year": "(2018)", "score": "84%", "director": "Greg Barker", "critics_consensus": " The Final Year uses director Greg Barker's wide-ranging access to take a detailed inside look at the closing months of the Obama administration."},
{"name": "Borg Vs. McEnroe", "year": "(2018)", "score": "84%", "director": "Janus Metz ", "critics_consensus": " Borg vs McEnroe makes tennis improbably cinematic -- and brings the absolute best out of Shia LaBeouf, who delivers some of the best work of his career."},
{"name": "Disobedience", "year": "(2018)", "score": "84%", "director": "Sebastián Lelio", "critics_consensus": " Disobedience explores a variety of thought-provoking themes, bolstered by gripping work from leads Rachel Weisz, Rachel McAdams, and Alessandro Nivola."},
{"name": "The Wife", "year": "(2018)", "score": "85%", "director": "Björn Runge", "critics_consensus": " The Wife relies on the strength of Glenn Close's performance to drive home the power of its story -- and she proves thoroughly, grippingly up to the task."},
{"name": "Game Night", "year": "(2018)", "score": "84%", "director": "Jonathan M. Goldstein", "critics_consensus": " With a talented cast turned loose on a loaded premise -- and a sharp script loaded with dark comedy and unexpected twists -- Game Night might be more fun than the real thing."},
{"name": "Avengers: Infinity War", "year": "(2018)", "score": "85%", "director": "Anthony Russo", "critics_consensus": " Avengers: Infinity War ably juggles a dizzying array of MCU heroes in the fight against their gravest threat yet, and the result is a thrilling, emotionally resonant blockbuster that (mostly) realizes its gargantuan ambitions."},
{"name": "Nancy", "year": "(2018)", "score": "85%", "director": "Christina Choe", "critics_consensus": " Nancy is an uncomfortable watch, but worth the effort thanks to Andrea Riseborough's central performance -- and writer-director Christina Choe's powerful empathy for her character's dangerously misguided choices."},
{"name": "Monrovia, Indiana", "year": "(2018)", "score": "84%", "director": "Frederick Wiseman", "critics_consensus": " Monrovia, Indiana finds Frederick Wiseman observing the citizens of one small American town with his typically patient - and ultimately revealing - approach."},
{"name": "The Gospel According to André", "year": "(2018)", "score": "85%", "director": "Kate Novack", "critics_consensus": " The Gospel According to André offers an engaging overview of its fascinating subject, even if his accomplishments -- and outsize personality -- prove too expansive for a single film."},
{"name": "The Sisters Brothers", "year": "(2018)", "score": "85%", "director": "Jacques Audiard", "critics_consensus": " The Sisters Brothers rides familiar genre trails in occasionally unexpected ways - a satisfying journey further elevated by its well-matched leading men."},
{"name": "A Simple Favor", "year": "(2018)", "score": "85%", "director": "Paul Feig", "critics_consensus": " Twisty, twisted, and above all simply fun, A Simple Favor casts a stylish mommy noir spell strengthened by potent performances from Anna Kendrick and Blake Lively."},
{"name": "Tully", "year": "(2018)", "score": "85%", "director": "Jason Reitman", "critics_consensus": " Tully delves into the modern parenthood experience with an admirably deft blend of humor and raw honesty, brought to life by an outstanding performance by Charlize Theron."},
{"name": "The Captain (Der Hauptmann)", "year": "(2018)", "score": "84%", "director": "Robert Schwentke", "critics_consensus": " The Captain makes chillingly persuasive points about the dark side of human nature -- and underscores how little certain tendencies ever really change."},
{"name": "Mountain", "year": "(2018)", "score": "86%", "director": "Jennifer Peedom", "critics_consensus": " Mountain offers a visually thrilling -- and surprisingly affecting -- look at man's relationship with some of Earth's most imposing natural wonders."},
{"name": "Cargo", "year": "(2018)", "score": "87%", "director": "Yolanda Ramke", "critics_consensus": " Cargo takes a refreshingly character-driven approach to the zombie genre that's further distinguished by its Australian setting and Martin Freeman's terrific lead performance."},
{"name": "Let the Sunshine In (Un beau soleil intérieur)", "year": "(2018)", "score": "86%", "director": "Claire Denis", "critics_consensus": " Let the Sunshine In pairs a powerful performance from Juliette Binoche with a layered drama that presents director Claire Denis at her most assured."},
{"name": "The Miseducation of Cameron Post", "year": "(2018)", "score": "87%", "director": "Desiree Akhavan", "critics_consensus": " The Miseducation of Cameron Post tells its timely coming-of-age story with wit, compassion, and an affecting overall generosity of spirit."},
{"name": "Colette", "year": "(2018)", "score": "88%", "director": "Wash Westmoreland", "critics_consensus": " Formally familiar but a brilliant match for its lead, Colette is a thoroughly entertaining biopic and an overdue testament to Keira Knightley's underrated gifts."},
{"name": "Upgrade", "year": "(2018)", "score": "87%", "director": "Leigh Whannell", "critics_consensus": " Like its augmented protagonist, Upgrade's old-fashioned innards get a high-tech boost -- one made even more powerful thanks to sharp humor and a solidly well-told story."},
{"name": "All About Nina", "year": "(2018)", "score": "87%", "director": "Eva Vives", "critics_consensus": " Led by an outstanding central performance from Mary Elizabeth Winstead and brilliantly held together by writer-director Eva Vives, All About Nina is a delightfully raw dramedy."},
{"name": "Grace Jones: Bloodlight and Bami", "year": "(2018)", "score": "87%", "director": "Sophie Fiennes", "critics_consensus": " Grace Jones: Bloodlight and Bami takes an unconventional approach to the rock biopic, resulting in a compelling experience for fans and an intriguing, albeit confusing, primer for novices."},
{"name": "Mary and The Witch's Flower", "year": "(2018)", "score": "88%", "director": "Hiromasa Yonebayashi", "critics_consensus": " Mary and the Witch's Flower honors its creator's Studio Ghibli roots with a gentle, beautifully animated story whose simplicity is rounded out by its entrancing visuals."},
{"name": "Madeline's Madeline", "year": "(2018)", "score": "87%", "director": "Josephine Decker", "critics_consensus": " Madeline's Madeline proves experimental cinema is alive and well -- and serves as a powerful calling card for Helena Howard in her big-screen debut."},
{"name": "The Kindergarten Teacher", "year": "(2018)", "score": "90%", "director": "Sara Colangelo", "critics_consensus": " Elevated by a bravura performance from Maggie Gyllenhaal, The Kindergarten Teacher is one American remake that retains its impact the second time around."},
{"name": "Thoroughbreds", "year": "(2018)", "score": "86%", "director": "Cory Finley", "critics_consensus": " Thoroughbreds juggles genres with panache, delivering a well-written and refreshingly unpredictable entry in the teen thriller genre."},
{"name": "MATANGI/MAYA/M.I.A.", "year": "(2018)", "score": "89%", "director": "Stephen Loveridge", "critics_consensus": " Matangi/Maya/M.I.A. makes up in energy and ambition what it lacks in objective distance, offering fans a personal perspective on a singular career."},
{"name": "A Ciambra", "year": "(2018)", "score": "89%", "director": "Jonas Carpignano", "critics_consensus": " A powerful character study, A Ciambra burns slowly, letting its compelling cast carry what could otherwise be just another coming-of-age story."},
{"name": "Bodied", "year": "(2018)", "score": "89%", "director": "Joseph Kahn", "critics_consensus": " With its thorny themes and aggressive humor, Bodied dares to offend - and justifies its approach with a subversive comedy that edifies as it entertains."},
{"name": "Love, Gilda", "year": "(2018)", "score": "89%", "director": "Lisa DaPolito", "critics_consensus": " Love, Gilda pays gentle, unequivocal tribute to its subject with more than enough of her genuine spirit to compensate for a lack of critical distance or truly fresh insight."},
{"name": "What They Had", "year": "(2018)", "score": "87%", "director": "Elizabeth Chomko", "critics_consensus": " What They Had finds laughter and tears in its portrait of a family at a crossroads, with writer-director Elizabeth Chomko getting outstanding performances out of a talented cast."},
{"name": "The Insult (L'insulte)", "year": "(2018)", "score": "88%", "director": "Ziad Doueiri", "critics_consensus": " The Insult uses its familiar courtroom drama framework to deliver a hard-hitting statement on modern Middle Eastern politics that's as gripping as it is thought-provoking."},
{"name": "Whitney", "year": "(2018)", "score": "89%", "director": "Kevin Macdonald", "critics_consensus": " Whitney shifts from soaring highs to heartbreaking lows with palpable emotion and grace befitting its singular subject."},
{"name": "American Animals", "year": "(2018)", "score": "88%", "director": "Bart Layton", "critics_consensus": " American Animals tangles with a number of weighty themes, but never at the expense of delivering a queasily compelling true crime thriller."},
{"name": "Ralph Breaks the Internet", "year": "(2018)", "score": "88%", "director": "Phil Johnston", "critics_consensus": " Ralph Breaks the Internet levels up on its predecessor with a funny, heartwarming sequel that expands its colorful universe while focusing on core characters and relationships."},
{"name": "Annihilation", "year": "(2018)", "score": "88%", "director": "Alex Garland", "critics_consensus": " Annihilation backs up its sci-fi visual wonders and visceral genre thrills with an impressively ambitious -- and surprisingly strange -- exploration of challenging themes that should leave audiences pondering long after the end credits roll."},
{"name": "The Post", "year": "(2018)", "score": "88%", "director": "Steven Spielberg", "critics_consensus": " The Post's period setting belies its bitingly timely themes, brought compellingly to life by director Steven Spielberg and an outstanding ensemble cast."},
{"name": "Ant-Man and the Wasp", "year": "(2018)", "score": "88%", "director": "Peyton Reed", "critics_consensus": " A lighter, brighter superhero movie powered by the effortless charisma of Paul Rudd and Evangeline Lilly, Ant-Man and The Wasp offers a much-needed MCU palate cleanser."},
{"name": "First Man", "year": "(2018)", "score": "87%", "director": "Damien Chazelle", "critics_consensus": " First Man uses a personal focus to fuel a look back at a pivotal moment in human history - and takes audiences on a soaring dramatic journey along the way."},
{"name": "Museum (Museo)", "year": "(2018)", "score": "90%", "director": "Alonso Ruizpalacios", "critics_consensus": " Museum (Museo) approaches familiar genre territory from a refreshing new perspective that's as exciting visually as it is narratively."},
{"name": "Divide and Conquer: The Story of Roger Ailes", "year": "(2018)", "score": "90%", "director": "Alexis Bloom", "critics_consensus": " Divide & Conquer: The Story of Roger Ailes offers an overview of the media mogul's rise and fall that proves as engrossing as it is deeply disturbing."},
{"name": "Happy as Lazzaro (Lazzaro felice)", "year": "(2018)", "score": "90%", "director": "Alice Rohrwacher", "critics_consensus": " Happy as Lazzaro uses a friendship's ups and downs as a satisfyingly expansive canvas for a picture rich with thematic and cinematic depth."},
{"name": "Boom for Real: The Late Teenage Years of Jean-Michel Basquiat", "year": "(2018)", "score": "89%", "director": "Sara Driver", "critics_consensus": " Boom for Real: The Late Teenage Years of Jean-Michel Basquiat offers an insightful look into a key period of the artist's life, his peers and influences, and the early '80s art world."},
{"name": "Maria By Callas", "year": "(2018)", "score": "91%", "director": "Tom Volf", "critics_consensus": " Maria by Callas offers an intimate look at the life of a brilliantly talented artist whose absorbing story matches the operatic heights reached by her work."},
{"name": "Scotty and the Secret History of Hollywood", "year": "(2018)", "score": "89%", "director": "Matt Tyrnauer", "critics_consensus": " Scotty and the Secret History of Hollywood offers plenty of prurient thrills for film fans, but beyond the gossip lies a poignantly illuminating look at decades of sexual mores."},
{"name": "Studio 54", "year": "(2018)", "score": "89%", "director": "Matt Tyrnauer", "critics_consensus": " Studio 54 offers audiences an engrossing close-up look at an emblem of a decade's decadence - as well as its sobering aftermath."},
{"name": "Skate Kitchen", "year": "(2018)", "score": "90%", "director": "Crystal Moselle", "critics_consensus": " Skate Kitchen takes a beguiling slice-of-life approach to its characters, approaching its timely themes with a light hand that serves the story well."},
{"name": "A Private War", "year": "(2018)", "score": "90%", "director": "Matthew Heineman", "critics_consensus": " A Private War honors its real-life subject with a sober appraisal of the sacrifices required of journalists on the front lines - and career-best work by Rosamund Pike."},
{"name": "You Were Never Really Here", "year": "(2018)", "score": "89%", "director": "Lynne Ramsay", "critics_consensus": " Bracingly elevated by a typically committed lead performance from Joaquin Phoenix, You Were Never Really Here confirms writer-director Lynne Ramsay as one of modern cinema's most unique -- and uncompromising -- voices."},
{"name": "Isle of Dogs", "year": "(2018)", "score": "90%", "director": "Wes Anderson", "critics_consensus": " The beautifully stop-motion animated Isle of Dogs finds Wes Anderson at his detail-oriented best while telling one of the director's most winsomely charming stories."},
{"name": "Hereditary", "year": "(2018)", "score": "89%", "director": "Ari Aster", "critics_consensus": " Hereditary uses its classic setup as the framework for a harrowing, uncommonly unsettling horror film whose cold touch lingers long beyond the closing credits."},
{"name": "I, Tonya", "year": "(2018)", "score": "89%", "director": "Craig Gillespie", "critics_consensus": " Led by strong work from Margot Robbie and Alison Janney, I, Tonya finds the humor in its real-life story without losing sight of its more tragic -- and emotionally resonant -- elements."},
{"name": "Hal", "year": "(2018)", "score": "91%", "director": "Amy Scott", "critics_consensus": " Hal pays affectionate tribute to a filmmaker whose offscreen life proves as engaging as his best work."},
{"name": "The Price of Everything", "year": "(2018)", "score": "92%", "director": "Nathaniel Kahn", "critics_consensus": " The Price of Everything will be of immediate interest to art lovers - but this look at the relationship between creativity and commodification has something for all audiences."},
{"name": "Set It Up", "year": "(2018)", "score": "91%", "director": "Claire Scanlon", "critics_consensus": " Set It Up follows the long-established outlines of the rom-com template -- and in the process, proves there's still substantial pleasure to be wrought from familiar formulas."},
{"name": "On Body and Soul (A Teströl és Lélekröl)", "year": "(2018)", "score": "89%", "director": "Ildikó Enyedi", "critics_consensus": " Tender performances and a strong sense of style combine to create an eccentric, dreamy portrait of love and loneliness in On Body and Soul."},
{"name": "Lean on Pete", "year": "(2018)", "score": "91%", "director": "Andrew Haigh", "critics_consensus": " Lean on Pete avoids mawkish melodrama, offering an empathetic yet clear-eyed portrayal of a young man at a crossroads that confirms Charley Plummer as a major talent."},
{"name": "Widows", "year": "(2018)", "score": "91%", "director": "Steve McQueen (III)", "critics_consensus": " Widows rounds up a stellar ensemble for a heist thriller that mixes popcorn entertainment with a message - and marks another artistic leap for director Steve McQueen."},
{"name": "A Star Is Born", "year": "(2018)", "score": "89%", "director": "Bradley Cooper", "critics_consensus": " With appealing leads, deft direction, and an affecting love story, A Star Is Born is a remake done right -- and a reminder that some stories can be just as effective in the retelling."},
{"name": "Claire's Camera (La caméra de Claire)", "year": "(2018)", "score": "90%", "director": "Hong Sang-soo", "critics_consensus": " Claire's Camera adds another deceptively unassuming entry to writer-director Hong Sang-soo's oeuvre -- one whose lingering impact belies its brief length."},
{"name": "Nico, 1988", "year": "(2018)", "score": "92%", "director": "Susanna Nicchiarelli", "critics_consensus": " Nico, 1988 takes an absorbing -- and appropriately idiosyncratic -- look at the singer's later years."},
{"name": "We the Animals", "year": "(2018)", "score": "91%", "director": "Jeremiah Zagar", "critics_consensus": " Dreamlike and haunting, We the Animals approaches the coming-of-age odyssey with a uniquely documentarian eye."},
{"name": "Teen Titans Go! To the Movies", "year": "(2018)", "score": "91%", "director": "Aaron Horvath", "critics_consensus": " Teen Titans Go! To the Movies distills the enduring appeal of its colorful characters into a charmingly light-hearted adventure whose wacky humor fuels its infectious fun -- and belies a surprising level of intelligence."},
{"name": "The Old Man & the Gun", "year": "(2018)", "score": "92%", "director": "David Lowery", "critics_consensus": " A well-told story brought to life by a beautifully matched cast, The Old Man & the Gun is pure, easygoing entertainment for film fans - and a fitting farewell to a legend."},
{"name": "Crazy Rich Asians", "year": "(2018)", "score": "91%", "director": "Jon M. Chu", "critics_consensus": " With a terrific cast and a surfeit of visual razzle dazzle, Crazy Rich Asians takes a satisfying step forward for screen representation while deftly drawing inspiration from the classic -- and still effective -- rom-com formula."},
{"name": "Phantom Thread", "year": "(2018)", "score": "91%", "director": "Paul Thomas Anderson", "critics_consensus": " Phantom Thread's finely woven narrative is filled out nicely by humor, intoxicating romantic tension, and yet another impressively committed performance from Daniel Day-Lewis."},
{"name": "Mirai", "year": "(2018)", "score": "92%", "director": "Mamoru Hosoda", "critics_consensus": " The simplicity and colorful warmth of Mirai's animation is underscored by a story with surprising - and deeply affecting - depth and emotional resonance."},
{"name": "Kusama: Infinity", "year": "(2018)", "score": "93%", "director": "Heather Lenz", "critics_consensus": " Kusama: Infinity shines a richly deserved spotlight on its subject's brilliant work while opening a fascinating - albeit necessarily incomplete - window into her personal life."},
{"name": "A Prayer Before Dawn", "year": "(2018)", "score": "92%", "director": "Jean-Stéphane Sauvaire", "critics_consensus": " A Prayer Before Dawn is far from an easy watch, but this harrowing prison odyssey delivers rich rewards -- led by an outstanding central performance from Joe Cole."},
{"name": "Revenge", "year": "(2018)", "score": "92%", "director": "Coralie Fargeat", "critics_consensus": " Revenge slices and dices genre tropes, working within an exploitation framework while adding a timely -- yet never less than viscerally thrilling -- feminist spin."},
{"name": "Hearts Beat Loud", "year": "(2018)", "score": "91%", "director": "Brett Haley", "critics_consensus": " Thoroughly sweet, comfortably familiar, and elevated by the chemistry between Nick Offerman and Kiersey Clemons, Hearts Beat Loud offers feel-good father-daughter drama."},
{"name": "The Ballad of Buster Scruggs", "year": "(2018)", "score": "91%", "director": "Joel Coen", "critics_consensus": " The Ballad of Buster Scruggs avoids anthology pitfalls with a consistent collection tied together by the Coen brothers' signature blend of dark drama and black humor."},
{"name": "Love, Simon", "year": "(2018)", "score": "91%", "director": "Greg Berlanti", "critics_consensus": " Love, Simon hits its coming-of-age beats more deftly than many entries in this well-traveled genre -- and represents an overdue, if not entirely successful, milestone of inclusion."},
{"name": "Mandy", "year": "(2018)", "score": "91%", "director": "Panos Cosmatos", "critics_consensus": " Mandy's gonzo violence is fueled by a gripping performance by Nicolas Cage -- and anchored with palpable emotion conveyed between his volcanic outbursts."},
{"name": "Searching", "year": "(2018)", "score": "92%", "director": "Aneesh Chaganty", "critics_consensus": " Searching's timely premise and original execution are further bolstered by well-rounded characters brought to life by a talented cast."},
{"name": "Sicilian Ghost Story", "year": "(2018)", "score": "93%", "director": "Fabio Grassadonia", "critics_consensus": " Sicilian Ghost Story uses a horrific real-life story as the framework for a powerfully acted foray into surprisingly beguiling fantasy territory."},
{"name": "Journey's End", "year": "(2018)", "score": "93%", "director": "Saul Dibb", "critics_consensus": " Journey's End brings R.C. Sherriff's 90-year-old play to the screen with thrilling power, thanks to director Saul Dibb's hard-hitting urgency and brilliant work from a talented cast."},
{"name": "Cold War (Zimna wojna)", "year": "(2018)", "score": "92%", "director": "Pawel Pawlikowski", "critics_consensus": " With a brilliantly stark visual aesthetic to match its lean narrative, Cold War doesn't waste a moment of its brief running time -- and doesn't skimp on its bittersweet emotional impact."},
{"name": "Support the Girls", "year": "(2018)", "score": "93%", "director": "Andrew Bujalski", "critics_consensus": " Support the Girls handles serious themes with wit and humor, and provides a strong showcase for Regina Hall and a talented ensemble cast."},
{"name": "Beast", "year": "(2018)", "score": "93%", "director": "Michael Pearce", "critics_consensus": " Beast plays like bleak poetry, unfurling its psychological thrills while guided by its captivating leads and mesmerizing, visceral visuals."},
{"name": "Blindspotting", "year": "(2018)", "score": "94%", "director": "Carlos Lopez Estrada", "critics_consensus": " As timely as it is overall impactful, Blindspotting blends buddy comedy with seething social commentary, and rises on the strength of Daveed Diggs' powerful performance."},
{"name": "First Reformed", "year": "(2018)", "score": "93%", "director": "Paul Schrader", "critics_consensus": " Brought to life by delicate work from writer-director Paul Schrader and elevated by a standout performance by Ethan Hawke, First Reformed takes a sensitive and suspenseful look at weighty themes."},
{"name": "Bumblebee", "year": "(2018)", "score": "93%", "director": "Travis Knight", "critics_consensus": " Bumblebee proves it's possible to bring fun and a sense of wonder back to a bloated blockbuster franchise -- and sets up its own slate of sequels in the bargain."},
{"name": "Sorry to Bother You", "year": "(2018)", "score": "93%", "director": "Boots Riley", "critics_consensus": " Fearlessly ambitious, scathingly funny, and thoroughly original, Sorry to Bother You loudly heralds the arrival of a fresh filmmaking talent in writer-director Boots Riley."},
{"name": "24 Frames", "year": "(2018)", "score": "92%", "director": "Abbas Kiarostami", "critics_consensus": " 24 Frames offers Kiarostami fans one final, affecting reminder of what made this filmmaker a talent to treasure."},
{"name": "The Guardians (Les Gardiennes)", "year": "(2018)", "score": "94%", "director": "Xavier Beauvois", "critics_consensus": " The Guardians proves that the oft-unraveled canvas of World War I still has fresh stories to tell -- and adds another gorgeously filmed entry to Xavier Beauvois' filmography."},
{"name": "CAM", "year": "(2018)", "score": "94%", "director": "Daniel Goldhaber", "critics_consensus": " Smart and suspenseful, CAM is a techno-thriller that's far more than the sum of its salacious parts -- and an outstanding showcase for Madeline Brewer in the leading role."},
{"name": "Private Life", "year": "(2018)", "score": "93%", "director": "Tamara Jenkins", "critics_consensus": " Private Life uses one couple's bumpy journey to take an affecting look at an easily identifiable - and too rarely dramatized - rite of adult passage."},
{"name": "Custody (Jusqu'à la garde)", "year": "(2018)", "score": "94%", "director": "Xavier Legrand", "critics_consensus": " Custody uses formal restraint -- and a series of searing performances -- to take a hard-hitting look at the often painful bond between parents and children."},
{"name": "Burning (Beoning)", "year": "(2018)", "score": "94%", "director": "Chang-dong Lee", "critics_consensus": " Burning patiently lures audiences into a slow-burning character study that ultimately rewards the viewer's patience -- and subverts many of their expectations."},
{"name": "RBG", "year": "(2018)", "score": "94%", "director": "Betsy West", "critics_consensus": " RBG might be preaching to the choir of viewers who admire Supreme Court Justice Ruth Bader Ginsberg, but it does so effectively."},
{"name": "If Beale Street Could Talk", "year": "(2019)", "score": "95%", "director": "Barry Jenkins (III) ", "critics_consensus": " If Beale Street Could Talk honors its source material with a beautifully filmed adaptation that finds director Barry Jenkins further strengthening his visual and narrative craft."},
{"name": "Loveless (Nelyubov)", "year": "(2018)", "score": "94%", "director": "Andrey Zvyagintsev", "critics_consensus": " Loveless uses its riveting portrait of a family in crisis to offer thought-provoking commentary on modern life in Russia -- and the world beyond its borders."},
{"name": "Wildlife", "year": "(2018)", "score": "94%", "director": "Paul Dano", "critics_consensus": " Wildlife's portrait of a family in crisis is beautifully composed by director Paul Dano -- and brought brilliantly to life by a career-best performance from Carey Mulligan."},
{"name": "A Fantastic Woman (Una mujer fantástica)", "year": "(2018)", "score": "93%", "director": "Sebastián Lelio", "critics_consensus": " Subtle and tender, A Fantastic Woman handles its timely, sensitive subject matter with care."},
{"name": "The Favourite", "year": "(2018)", "score": "93%", "director": "Yorgos Lanthimos", "critics_consensus": " The Favourite sees Yorgos Lanthimos balancing a period setting against rich, timely subtext - and getting roundly stellar performances from his well-chosen stars."},
{"name": "Incredibles 2", "year": "(2018)", "score": "94%", "director": "Brad Bird", "critics_consensus": " Incredibles 2 reunites Pixar's family crimefighting team for a long-awaited follow-up that may not quite live up to the original, but comes close enough to earn its name."},
{"name": "Dark Money", "year": "(2018)", "score": "95%", "director": "Kimberly Reed", "critics_consensus": " Dark Money does an impressive job of tackling a complicated subject in easily understandable -- and, for many viewers, utterly enraging -- terms."},
{"name": "Western", "year": "(2018)", "score": "96%", "director": "Valeska Grisebach", "critics_consensus": " Western earns the viewer's attention with an unpredictable, patiently told tale that evokes the spirit of the titular genre while adding its own unique touches."},
{"name": "Blaze", "year": "(2018)", "score": "95%", "director": "Ethan Hawke", "critics_consensus": " As lyrical and bittersweet as the music its subject left behind, Blaze takes a decidedly unconventional -- yet richly rewarding -- approach to the musical biopic."},
{"name": "Sweet Country", "year": "(2018)", "score": "96%", "director": "Warwick Thornton", "critics_consensus": " Sweet Country makes brilliant use of the Australian outback as the setting for a hard-hitting story that satisfies as a character study as well as a sociopolitical statement."},
{"name": "The Endless", "year": "(2018)", "score": "93%", "director": "Justin Benson", "critics_consensus": " The Endless benefits from its grounded approach to an increasingly bizarre story, elevated by believable performances by filmmakers Justin Benson and Aaron Moorhead."},
{"name": "Foxtrot", "year": "(2018)", "score": "94%", "director": "Samuel Maoz", "critics_consensus": " Foxtrot uses topical themes to deliver a bruising sociopolitical statement that's equally effective taken simply as an absorbing, well-acted drama."},
{"name": "Call Me by Your Name", "year": "(2018)", "score": "95%", "director": "Luca Guadagnino", "critics_consensus": " Call Me by Your Name offers a melancholy, powerfully affecting portrait of first love, empathetically acted by Timothée Chalamet and Armie Hammer."},
{"name": "A Quiet Place", "year": "(2018)", "score": "95%", "director": "John Krasinski", "critics_consensus": " A Quiet Place artfully plays on elemental fears with a ruthlessly intelligent creature feature that's as original as it is scary -- and establishes director John Krasinski as a rising talent."},
{"name": "BlacKkKlansman", "year": "(2018)", "score": "96%", "director": "Spike Lee", "critics_consensus": " BlacKkKlansman uses history to offer bitingly trenchant commentary on current events -- and brings out some of Spike Lee's hardest-hitting work in decades along the way."},
{"name": "Robin Williams: Come Inside My Mind", "year": "(2018)", "score": "96%", "director": "Marina Zenovich", "critics_consensus": " Robin Williams: Come Inside My Mind offers a poignant -- albeit tantalizingly incomplete -- peek behind the curtain of a brilliant performer's tragically curtailed life and career."},
{"name": "Bisbee '17", "year": "(2018)", "score": "96%", "director": "Robert Greene", "critics_consensus": " Bisbee '17 offers one town's reckoning with its own history as a compelling argument that the mistakes of the past are truly corrected only when they're faced head on."},
{"name": "To All the Boys I've Loved Before", "year": "(2018)", "score": "97%", "director": "Susan Johnson", "critics_consensus": " To All the Boys I've Loved Before plays by the teen rom-com rules, but relatable characters and a thoroughly charming cast more than make up for a lack of surprises."},
{"name": "Filmworker", "year": "(2018)", "score": "96%", "director": "Tony Zierra", "critics_consensus": " Filmworker offers long-overdue recognition to one of Stanley Kubrick's key collaborators while opening an often troubling window into the director's demanding work."},
{"name": "Zama", "year": "(2018)", "score": "96%", "director": "Lucrecia Martel", "critics_consensus": " Zama offers a series of scathingly insightful observations about colonialism and class dynamics -- and satisfyingly ends a long wait between projects from writer-director Lucrecia Martel."},
{"name": "Three Identical Strangers", "year": "(2018)", "score": "96%", "director": "Tim Wardle", "critics_consensus": " Surreal and surprising, Three Identical Strangers effectively questions the nature of reality and identity."},
{"name": "The Death of Stalin", "year": "(2018)", "score": "96%", "director": "Armando Iannucci", "critics_consensus": " The Death of Stalin finds director/co-writer Arnando Iannucci in riotous form, bringing his scabrous political humor to bear on a chapter in history with painfully timely parallels."},
{"name": "Roma", "year": "(2018)", "score": "96%", "director": "Alfonso Cuarón", "critics_consensus": " Roma finds writer-director Alfonso Cuarón in complete, enthralling command of his visual craft - and telling the most powerfully personal story of his career."},
{"name": "They Shall Not Grow Old", "year": "(2019)", "score": "100%", "director": "Peter Jackson", "critics_consensus": " An impressive technical achievement with a walloping emotional impact, They Shall Not Grow Old pays brilliant cinematic tribute to the sacrifice of a generation."},
{"name": "I Am Not a Witch", "year": "(2018)", "score": "97%", "director": "Rungano Nyoni", "critics_consensus": " I Am Not a Witch approaches real-life injustices with a beguiling blend of sorrow, anger, and humor, marking debuting writer-director Rungano Nyoni as an exciting new talent."},
{"name": "Border (Gräns)", "year": "(2018)", "score": "96%", "director": "Ali Abbasi", "critics_consensus": " Thrilling, unpredictable, and brilliantly acted, Border (Gräns) offers a singular treat to genre fans looking for something different."},
{"name": "The Rider", "year": "(2018)", "score": "97%", "director": "Chloé Zhao", "critics_consensus": " The Rider's hard-hitting drama is only made more effective through writer-director Chloé Zhao's use of untrained actors to tell the movie's fact-based tale."},
{"name": "The Hate U Give", "year": "(2018)", "score": "97%", "director": "George Tillman Jr.", "critics_consensus": " Led by a breakout turn from Amandla Stenberg, the hard-hitting The Hate U Give emphatically proves the YA genre has room for much more than magic and romance."},
{"name": "Spider-Man: Into the Spider-Verse", "year": "(2018)", "score": "97%", "director": "Bob Persichetti", "critics_consensus": " Spider-Man: Into the Spider-Verse matches bold storytelling with striking animation for a purely enjoyable adventure with heart, humor, and plenty of superhero action."},
{"name": "Mission: Impossible - Fallout", "year": "(2018)", "score": "97%", "director": "Christopher McQuarrie", "critics_consensus": " Fast, sleek, and fun, Mission: Impossible - Fallout lives up to the \"impossible\" part of its name by setting yet another high mark for insane set pieces in a franchise full of them."},
{"name": "Black Panther", "year": "(2018)", "score": "97%", "director": "Ryan Coogler", "critics_consensus": " Black Panther elevates superhero cinema to thrilling new heights while telling one of the MCU's most absorbing stories -- and introducing some of its most fully realized characters."},
{"name": "Leaning Into the Wind", "year": "(2018)", "score": "98%", "director": "Thomas Riedelsheimer", "critics_consensus": " Leaning Into the Wind offers an alluring introduction to a brilliant artist's utterly original life and work."},
{"name": "The Cakemaker", "year": "(2018)", "score": "98%", "director": "Ofir Raul Graizer", "critics_consensus": " The Cakemaker explores all-consuming emotion with beguiling restraint, adding up to a delicately understated character study fueled by the power of love."},
{"name": "In Between", "year": "(2018)", "score": "98%", "director": "Maysaloun Hamoud", "critics_consensus": " In Between takes a light yet nuanced approach to dramatizing complex, timely themes, further enriched by outstanding cinematography and powerful performances."},
{"name": "Science Fair", "year": "(2018)", "score": "99%", "director": "Cristina Costantini", "critics_consensus": " Science Fair offers further proof that real-life academic competition can make for effortlessly entertaining - and ultimately uplifting - cinema."},
{"name": "Free Solo", "year": "(2018)", "score": "99%", "director": "Elizabeth Chai Vasarhelyi", "critics_consensus": " Free Solo depicts athletic feats that many viewers will find beyond reason - and grounds the attempts in passions that are all but universal."},
{"name": "Can You Ever Forgive Me?", "year": "(2018)", "score": "98%", "director": "Marielle Heller", "critics_consensus": " Deftly directed and laced with dark wit, Can You Ever Forgive Me? proves a compelling showcase for deeply affecting work from Richard E. Grant and Melissa McCarthy."},
{"name": "The Tale", "year": "(2018)", "score": "99%", "director": "Jennifer Fox", "critics_consensus": " The Tale handles its extraordinarily challenging subject matter with sensitivity, grace, and the power of some standout performances led by a remarkable Laura Dern."},
{"name": "Tea With the Dames (Nothing Like a Dame)", "year": "(2018)", "score": "99%", "director": "Roger Michell", "critics_consensus": " Tea with the Dames proves there's plenty of entertainment value to be found in rounding up a quartet of screen legends for a chat -- and is likely to leave audiences wishing these stars would keep brewing up pots for an ongoing series."},
{"name": "The Guilty (Den skyldige)", "year": "(2018)", "score": "99%", "director": "Gustav Möller", "critics_consensus": " Sleek, well-acted, and intelligently crafted, The Guilty is a high-concept thriller that wrings maximum impact out of a handful of basic - and effective - ingredients."},
{"name": "McQueen", "year": "(2018)", "score": "99%", "director": "Ian Bonhôte", "critics_consensus": " McQueen offers an intimate, well-sourced, and overall moving look at a young life and brilliant career that were tragically cut short."},
{"name": "Shoplifters (Manbiki kazoku)", "year": "(2018)", "score": "99%", "director": "Hirokazu Koreeda", "critics_consensus": " Understated yet ultimately deeply affecting, Shoplifters adds another powerful chapter to director Hirokazu Koreeda's richly humanistic filmography."},
{"name": "Won't You Be My Neighbor?", "year": "(2018)", "score": "98%", "director": "Morgan Neville", "critics_consensus": " Won't You Be My Neighbor? takes a fittingly patient and honest look at the life and legacy of a television pioneer whose work has enriched generations."},
{"name": "Eighth Grade", "year": "(2018)", "score": "99%", "director": "Bo Burnham", "critics_consensus": " Eighth Grade takes a look at its titular time period that offers a rare and resounding ring of truth while heralding breakthroughs for writer-director Bo Burnham and captivating star Elsie Fisher."},
{"name": "Night Comes On", "year": "(2018)", "score": "100%", "director": "Jordana Spiro", "critics_consensus": " Steadily drawing viewers into its harrowing tale with equal parts grim intensity and startling compassion, Night Comes On heralds the arrivals of debuting director Jordan Spiro and her magnetic young stars."},
{"name": "Oh Lucy!", "year": "(2018)", "score": "100%", "director": "Atsuko Hirayanagi", "critics_consensus": " Oh Lucy! roots its narrative quirks in universal themes and deep empathy for its characters, all brought to life by strong performances from a talented cast led by the thoroughly charming Shinobu Terajima."},
{"name": "Shirkers", "year": "(2018)", "score": "100%", "director": "Sandi Tan", "critics_consensus": " Shirkers uses one woman's interrogation of a pivotal personal disappointment to offer affecting observations on creativity, lost opportunity, and coming to terms with the past."},
{"name": "Hannah Gadsby: Nanette", "year": "(2018)", "score": "100%", "director": "Madeleine Parry", "critics_consensus": " Hannah Gadsby: Nanette brilliantly moves modern comedy into nakedly honest new territory, pivoting from dry humor to raw, powerful storytelling."},
{"name": "Pick of the Litter", "year": "(2018)", "score": "98%", "director": "Dana Nachman", "critics_consensus": " Pick of the Litter has all the fluffy adorableness audiences expect from a puppy documentary, along with a story that's as edifying as it is heartwarming."},
{"name": "Minding the Gap", "year": "(2018)", "score": "100%", "director": "Bing Liu", "critics_consensus": " Minding the Gap draws on more than a decade of documentary footage to assemble a poignant picture of young American lives that resonates far beyond its onscreen subjects."},
{"name": "Summer 1993 (Estiu 1993)", "year": "(2018)", "score": "100%", "director": "Carla Simón", "critics_consensus": " Summer 1993 (Estiu 1993) finds writer-director Carla Simón drawing on personal memories to create a thoughtful drama elevated by outstanding work from its young leads."},
{"name": "Leave No Trace", "year": "(2018)", "score": "100%", "director": "Debra Granik", "critics_consensus": " Leave No Trace takes an effectively low-key approach to a potentially sensationalistic story -- and further benefits from brilliant work by Ben Foster and Thomasin McKenzie."},
{"name": "Paddington 2", "year": "(2018)", "score": "100%", "director": "Paul King (VII) ", "critics_consensus": " Paddington 2 honors its star's rich legacy with a sweet-natured sequel whose adorable visuals are matched by a story perfectly balanced between heartwarming family fare and purely enjoyable all-ages adventure."},
{"name": "Climax", "year": "(2019)", "score": "72%", "director": "Gaspar Noé", "critics_consensus": " Challenging and rewarding in equal measure, Climax captures writer-director Gaspar Noé working near his technically brilliant and visually distinctive peak."},
{"name": "The Man Who Killed Hitler and Then The Bigfoot", "year": "(2019)", "score": "75%", "director": "Robert D. Krzykowski", "critics_consensus": " The Man Who Killed Hitler and Then the Bigfoot just about lives up to the wild promise of its title, due in no small part to Sam Elliott's world-weary work in the title role."},
{"name": "Never Look Away", "year": "(2019)", "score": "76%", "director": "Florian Henckel von Donnersmarck", "critics_consensus": " Never Look Away fills its protracted running time with the absorbing story of an incredible life -- and its impact on the singular artist who lived it."},
{"name": "Captain Marvel", "year": "(2019)", "score": "78%", "director": "Anna Boden", "critics_consensus": " Packed with action, humor, and visual thrills, Captain Marvel introduces the MCU's latest hero with an origin story that makes effective use of the franchise's signature formula."},
{"name": "The Boy Who Harnessed the Wind", "year": "(2019)", "score": "86%", "director": "Chiwetel Ejiofor", "critics_consensus": " The Boy Who Harnessed the Wind earns its predictably uplifting arc through strong performances and impressive work from debuting director Chiwetel Ejiofor."},
{"name": "The LEGO Movie 2: The Second Part", "year": "(2019)", "score": "86%", "director": "Mike Mitchell", "critics_consensus": " While it isn't quite as much fun as its predecessor, The LEGO Movie 2: The Second Part fits neatly into an animated all-ages franchise with heart and humor to spare."},
{"name": "The Hole in the Ground", "year": "(2019)", "score": "87%", "director": "Lee Cronin", "critics_consensus": " The Hole in the Ground artfully exploits parental fears with a well-made horror outing that makes up in sheer effectiveness what it lacks in originality."},
{"name": "The Image Book (Le livre d'image)", "year": "(2019)", "score": "87%", "director": "Jean-Luc Godard", "critics_consensus": " Potentially insurmountable for viewers not attuned to the director's wavelength, The Image Book is typically confounding - and ultimately rewarding - late-period Godard."},
{"name": "High Life", "year": "(2019)", "score": "88%", "director": "Claire Denis", "critics_consensus": " High Life is as visually arresting as it is challenging, confounding, and ultimately rewarding - which is to say it's everything film fans expect from director Claire Denis."},
{"name": "Arctic", "year": "(2019)", "score": "88%", "director": "Joe Penna", "critics_consensus": " Arctic proves that a good survival thriller doesn't need much in the way of dialogue to get by -- especially when Mads Mikkelsen is the one doing the surviving."},
{"name": "The Kid Who Would Be King", "year": "(2019)", "score": "90%", "director": "Joe Cornish", "critics_consensus": " The Kid Who Would Be King recalls classic all-ages adventures -- and repurposes a timeless legend -- for a thoroughly enjoyable new addition to the family movie canon."},
{"name": "How to Train Your Dragon: The Hidden World", "year": "(2019)", "score": "91%", "director": "Dean DeBlois", "critics_consensus": " The rare trilogy capper that really works, How to Train Your Dragon: The Hidden World brings its saga to a visually dazzling and emotionally affecting conclusion."},
{"name": "Fighting with My Family", "year": "(2019)", "score": "92%", "director": "Stephen Merchant", "critics_consensus": " Much like the sport it celebrates, Fighting with My Family muscles past clichés with a potent blend of energy and committed acting that should leave audiences cheering."},
{"name": "High Flying Bird", "year": "(2019)", "score": "93%", "director": "Steven Soderbergh", "critics_consensus": " High Flying Bird takes a thoughtful and engrossing look at professional sports that sees Steven Soderbergh continuing to test the limits of new filmmaking technology."},
{"name": "Birds of Passage (Pájaros de verano)", "year": "(2019)", "score": "94%", "director": "Cristina Gallego", "critics_consensus": " Birds of Passage traces the familiar arc of the drug crime thriller from a different direction that's as visually absorbing as it is hard-hitting."},
{"name": "Gloria Bell", "year": "(2019)", "score": "93%", "director": "Sebastián Lelio", "critics_consensus": " Free of visual or narrative embellishments, Gloria Bell rests almost completely on Julianne Moore's performance in the title role -- and she's gloriously up to the task."},
{"name": "Us", "year": "(2019)", "score": "94%", "director": "Jordan Peele", "critics_consensus": " With Jordan Peele's second inventive, ambitious horror film, we have seen how to beat the sophomore jinx, and it is Us."},
{"name": "The Mustang", "year": "(2019)", "score": "94%", "director": "Laure de Clermont-Tonnerre", "critics_consensus": " The Mustang finds fresh perspectives in a familiar redemption tale brought brilliantly to life by powerful performances from Bruce Dern and Matthias Schoenaerts."},
{"name": "Transit", "year": "(2019)", "score": "95%", "director": "Christian Petzold", "critics_consensus": " Transit lives up to its title with a challenging drama that captures characters - and puts the audience - in a state of flux and exerts an unsettling pull."},
{"name": "Woman at War (Kona fer í stríð)", "year": "(2019)", "score": "97%", "director": "Benedikt Erlingsson", "critics_consensus": " Treating its timely themes with a deceptively light touch, Woman at War is easy to enjoy in the moment, yet its impact lingers long after the closing credits roll."},
{"name": "The Heiresses (Las Herederas)", "year": "(2019)", "score": "97%", "director": "Marcelo Martinessi", "critics_consensus": " Led by a standout performance from Ana Brun, The Heiresses takes a thoroughly compelling look at lives little explored by mainstream cinema."},
{"name": "3 Faces", "year": "(2019)", "score": "97%", "director": "Jafar Panahi", "critics_consensus": " Observational, insightful, and ultimately powerful, 3 Faces adds another quietly thought-provoking chapter to writer-director Jafar Panahi's filmography."},
{"name": "Rodents of Unusual Size", "year": "(2018)", "score": "98%", "director": "Quinn Costello", "critics_consensus": " Rodents of Unusual Size approaches a variety of timely and thought-provoking subjects from fresh angles -- and a lot of surprisingly large creatures in the bargain."},
{"name": "Ash Is Purest White", "year": "(2019)", "score": "98%", "director": "Zhangke Jia", "critics_consensus": " Ash Is Purest White finds writer-director Zhangke Jia revisiting familiar themes while continuing to observe modern Chinese society with an urgent, empathetic eye."}
]